{
  "available": "Available here",
  "title": "Developer",
  "about": "About Me",
  "services": "Services",
  "skills": "Skills",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "who": "Who I am",
  "talk1": "A selfmade enthusiast fullstack developer",
  "talk2": "Armed with Flutter, Vue and Firebase",
  "talk3": "Welcome to my page",
  "what": "What I can do for you",
  "what0": "Web Development",
  "whatText0": "I started web development at the end of 2020. Since then I've been working on small to medium sized projects. I am able to start from scratch or renew a website depending on the technologies used.",
  "what1": "Mobile Development",
  "whatText1": "I took an interest in Flutter mid-2021 and I loved learning and using it. For now I have used it to develop only Android applications.",
  "what2": "Deployment",
  "whatText2": "I mainly work with Firebase and Heroku to provide the best cloud solutions but I also have experimented webhosting with FTP use.",
  "what3": "Design",
  "whatText3": "Inspired by UI/UX design trends, I prototype my projects with Figma. I try my best to implement latest trend design to provide the best appealing products. I also like to create little animations with Rive.",
  "know": "What I know",
  "prog": "Programming",
  "design": "Design",
  "jap": "Japanese",
  "done": "What I've done",
  "talk": "Let's talk !",
  "mail": "Your mail",
  "message": "Your message",
  "send": "Send message",
  "sent": "Message sent !",
  "mailRule": "Mail required",
  "mailRule2": "Invalid mail format",
  "messageRule": "Message required",
  "mynextgame": "My Next Game is an Android app where the user can get a videogame title and cover either by answering 4 questions or by complete randomization. It is made with Flutter and Firebase for the database. I went for a fun design with a cheerful tone for logo and colors.",
  "appLink": "and for the Google Play Store see ",
  "lanya": "Lanya is a website based on a typical e-shop layout, using Firebase and Stripe, combined with Vue 2 and Vuetify to make a Single Page Application.",
  "moviesTitle": "MoviesTitle is a project where I wanted to create an Api through ApiPlatform. Running on PHP 8 with Symfony served with Vue 2 + Vuetify on the front (hosted on Heroku with free dyno so it takes some time to load) :",
  "multitasky": "Mültitaskÿ is a little project I did to test some Vuetify components and the Vue Leaflet module to manipulate maps.",
  "fleeting": "Fleeting was my first big project. Registration verified by admin, profile search, 1 to 1 messaging, one time payment and subscription. Using only Symfony and the design was made with Bootstrap 4.6",
  "hackaton": "This little project was made for the Flutter Hackaton 2022. The goal was to reimagine the classic puzzle. Built with Flutter for web : ",
  "larallo": "This project is a simple Chat App using the Pusher API, with a Laravel backend and a Vue 3 with Quasar frontend (hosted on Heroku with free dyno so it takes some time to load) :",
  "movietitlesapi": "New version of my Movies Title project, this time I used Laravel as backend and Vue 3 for the frontend (hosted on Heroku with free dyno so it takes some time to load) :",
  "blog": "Personal blog made with Wordpress 6.0 where I talk about video games :",
  "chinesedome": "While learning chinese I decided to make an app about China, Laravel & Vue 3 (hosted on Heroku with free dyno so it takes some time to load) : "
}
