{
  "available": "Disponible ici",
  "title": "Développeur",
  "about": "A Propos",
  "services": "Services",
  "skills": "Compétences",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "who": "Qui je suis",
  "talk1": "Un développeur fullstack autodidacte et enthousiaste",
  "talk2": "Armé de Flutter, Vue et Firebase",
  "talk3": "Bienvenue sur ma page",
  "what": "Ce que je peux faire pour vous",
  "what0": "Développement Web",
  "whatText0": "J'ai commencé le développement web vers fin 2020. Depuis j'ai travaillé sur des petits à moyens projets. Je suis capable de commencer de zéro ou de renouveler un site web selon les technologies utilisées.",
  "what1": "Développement Mobile",
  "whatText1": "Je me suis intéressé à Flutter mi-2021, et j'ai beaucoup aimé l'apprendre et l'utiliser. Pour l'instant je l'ai utilisé pour développer uniquement des applications Android.",
  "what2": "Déploiement",
  "whatText2": "Je travaille principalement avec Firebase et Heroku pour fournir les meilleures solutions cloud mais j'ai également expérimenté l'hébergement avec FTP.",
  "what3": "Design",
  "whatText3": "Inspiré par les tendances UI/UX, je prototype mes projets avec Figma. J'essaie au mieux d'implémenter les dernières modes en design pour fournir les produits les plus attrayants. J'aime également créer de petites animations avec Rive.",
  "know": "Ce que je sais",
  "prog": "Programmation",
  "design": "Design",
  "jap": "Japonais",
  "done": "Ce que j'ai fait",
  "talk": "Discutons !",
  "mail": "Votre mail",
  "message": "Votre message",
  "send": "Envoyer le message",
  "sent": "Message envoyé !",
  "error": "Erreur à l'envoi du message",
  "mailRule": "Mail requis",
  "mailRule2": "Format de mail invalide",
  "messageRule": "Message requis",
  "mynextgame": "My Next Game est une application Android où l'utilisateur peut obtenir un titre et la couverture d'un jeu vidéo soit en répondant à 4 questions soit par tirage aléatoire. Fait avec Flutter et Firebase pour la base de données. Je suis parti sur un design fun avec un logo et des couleurs au ton joyeux.",
  "appLink": "et pour le lien Google Play Store : ",
  "lanya": "Lanya est un site web classique d'e-commerce, utilisant Firebase et Stripe, combiné avec Vue 2 et Vuetify pour créer une Single Page Application.",
  "moviesTitle": "MoviesTitle est un projet où je voulais créer une API avec ApiPlatform. Fait en PHP 8 avec Symfony livré avec Vue 2 + Vuetify pour le front (hébergé sur Heroku avec free dyno, il met un peu de temps à charger) :",
  "multitasky": "Mültitaskÿ est un petit projet pour tester quelques composants Vuetify et Vue Leaflet pour manipuler des cartes.",
  "fleeting": "Fleeting était mon premier gros projet. Inscription vérifié par admin, recherche de profil, messagerie 1 à 1, paiement unique et abonnement. Utilisant uniquement Symfony et le design était fait avec Bootstrap 4.6",
  "hackaton": "Ce petit projet a été fait pour le Flutter Hackaton 2022. L'objectif était de réimaginer le puzzle classique. Fait avec Flutter Web : ",
  "larallo": "Ce projet est une simple application de Chat utilisant l'api Pusher, avec un back Laravel et un front Vue 3 avec Quasar (hébergé sur Heroku avec free dyno, il met un peu de temps à charger) :",
  "movietitlesapi": "Nouvelle version de mon projet Movies Title, cette fois j'ai utilisé Laravel en backend et Vue 3 pour le frontend (hébergé sur Heroku avec free dyno, il met un peu de temps à charger) :",
  "blog": "Blog personnel fait avec Wordpress 6.0 dans lequel je parle de jeux-vidéo :",
  "chinesedome": "En apprenant le mandarin j'ai décidé de faire une application sur la Chine, Laravel & Vue 3 (hébergé sur Heroku avec free dyno, il met un peu de temps à charger) : "
}
